Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerMillionBritishThermalUnits Property
 tonnes of carbon dioxide per MBtu.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerMillionBritishThermalUnits { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerMillionBritishThermalUnits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerMillionBritishThermalUnits {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerMillionBritishThermalUnits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace